Repository: traktuner/networkShareMounter
Catalog: Network Share Mounter/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl

source: ⚠️ Authentication problem...
de: ⚠️ Authentifizierungsproblem...
es: ⚠️ Problema de autenticación...
fr: ⚠️ Problème d'authentification...
it: ⚠️ Problema di autenticazione...
nl: ⚠️ Authenticatieprobleem...

source: ⚠️ Kerberos SSO Authentication problem...
de: ⚠️ Problem bei der Kerberos SSO-Authentifizierung...
es: ⚠️ Problema de autenticación SSO Kerberos...
fr: ⚠️ Problème d'authentification SSO Kerberos...
it: ⚠️ Problema di autenticazione SSO Kerberos...
nl: ⚠️ Probleem met Kerberos SSO-authenticatie...

source: ⚠️ Password expires in %d days...
de: ⚠️ Passwort läuft in %d Tagen ab...
es: ⚠️ La contraseña expira en %d días...
fr: ⚠️ Le mot de passe expire dans %d jours...
it: ⚠️ La password scade tra %d giorni...
nl: ⚠️ Wachtwoord verloopt over %d dagen...

source: ⚠️ Password expires tomorrow...
de: ⚠️ Passwort läuft morgen ab...
es: ⚠️ La contraseña expira mañana...
fr: ⚠️ Le mot de passe expire demain...
it: ⚠️ La password scade domani...
nl: ⚠️ Wachtwoord verloopt morgen...

source: ⚠️ Profile assignment required...
de: ⚠️ Profilzuweisung erforderlich...
es: ⚠️ Asignación de perfil requerida...
fr: ⚠️ Attribution de profil requise...
it: ⚠️ Assegnazione profilo richiesta...
nl: ⚠️ Profieltoewijzing vereist...

source: 🔴 Password has expired...
de: 🔴 Passwort ist abgelaufen...
es: 🔴 La contraseña ha expirado...
fr: 🔴 Le mot de passe a expiré...
it: 🔴 La password è scaduta...
nl: 🔴 Wachtwoord is verlopen...

source: A profile for this domain already exists
de: Für diese Domäne existiert bereits ein Profil
es: Ya existe un perfil para este dominio
fr: Un profil existe déjà pour ce domaine
it: Esiste già un profilo per questo dominio
nl: Er bestaat al een profiel voor dit domein

source: About
de: Über
es: Acerca de
fr: À propos
it: Informazioni
nl: Over

source: About Network Share Mounter
de: Über Network Share Mounter
es: Acerca de Network Share Mounter
fr: À propos de Network Share Mounter
it: Informazioni su Network Share Mounter
nl: Over Network Share Mounter

source: Add
de: Hinzufügen
es: Agregar
fr: Ajouter
it: Aggiungi
nl: Toevoegen

source: Add (%lld)
de: Hinzufügen (%lld)
es: Agregar (%lld)
fr: Ajouter (%lld)
it: Aggiungi (%lld)
nl: Toevoegen (%lld)

source: Add a new network share.
de: Eine neue Netzwerkfreigabe hinzufügen.
es: Agregar un nuevo recurso compartido de red.
fr: Ajouter un nouveau partage réseau.
it: Aggiungi una nuova condivisione di rete.
nl: Voeg een nieuwe netwerkshare toe.

source: Add network shares to be authenticated with this profile.
de: Netzwerkfreigaben hinzufügen, die mit diesem Profil authentifiziert werden sollen.
es: Agregar recursos compartidos de red para autenticar con este perfil.
fr: Ajouter des partages réseau à authentifier avec ce profil.
it: Aggiungi condivisioni di rete da autenticare con questo profilo.
nl: Voeg netwerkshares toe om te authenticeren met dit profiel.

source: Add profile
de: Profil hinzufügen
es: Agregar perfil
fr: Ajouter un profil
it: Aggiungi profilo
nl: Profiel toevoegen

source: Add Profile
de: Profil hinzufügen
es: Agregar perfil
fr: Ajouter un profil
it: Aggiungi profilo
nl: Profiel toevoegen

source: Add share…
de: Freigabe hinzufügen …
es: Agregar recurso compartido…
fr: Ajouter un partage…
it: Aggiungi condivisione…
nl: Share toevoegen…

source: Adjust general application settings here.
de: Allgemeine Anwendungseinstellungen hier anpassen.
es: Ajustar la configuración general de la aplicación aquí.
fr: Ajuster les paramètres généraux de l'application ici.
it: Regola le impostazioni generali dell'applicazione qui.
nl: Pas hier algemene applicatie-instellingen aan.

source: All available shares are already assigned.
de: Alle verfügbaren Freigaben sind bereits zugewiesen.
es: Todos los recursos compartidos disponibles ya están asignados.
fr: Tous les partages disponibles sont déjà attribués.
it: Tutte le condivisioni disponibili sono già assegnate.
nl: Alle beschikbare shares zijn al toegewezen.

source: Appearance
de: Erscheinungsbild
es: Apariencia
fr: Apparence
it: Aspetto
nl: Uiterlijk

source: Assigned shares (%lld)
de: Zugewiesene Freigaben (%lld)
es: Recursos compartidos asignados (%lld)
fr: Partages attribués (%lld)
it: Condivisioni assegnate (%lld)
nl: Toegewezen shares (%lld)

source: Associated Profile
de: Zugeordnetes Profil
es: Perfil asociado
fr: Profil associé
it: Profilo associato
nl: Gekoppeld profiel

source: Associated Shares (%lld)
de: Zugeordnete Freigaben (%lld)
es: Recursos compartidos asociados (%lld)
fr: Partages associés (%lld)
it: Condivisioni associate (%lld)
nl: Gekoppelde shares (%lld)

source: Authentication
de: Authentifizierung
es: Autenticación
fr: Authentification
it: Autenticazione
nl: Authenticatie

source: Authentication data
de: Authentifizierungsdaten
es: Datos de autenticación
fr: Données d'authentification
it: Dati di autenticazione
nl: Authenticatiegegevens

source: Authentication error
de: Authentifizierungsfehler
es: Error de autenticación
fr: Erreur d'authentification
it: Errore di autenticazione.
nl: Authenticatiefout

source: Automatically check for updates
de: Automatisch nach Updates suchen
es: Buscar actualizaciones automáticamente
fr: Rechercher automatiquement les mises à jour
it: Verifica automaticamente gli aggiornamenti
nl: Automatisch controleren op updates

source: Automatically install updates
de: Updates automatisch installieren
es: Instalar actualizaciones automáticamente
fr: Installer automatiquement les mises à jour
it: Installa automaticamente gli aggiornamenti
nl: Updates automatisch installeren

# Can nout mount share because of obstructing directory
source: Cannot mount share because of obstructing directory
de: Kann Freigabe nicht einbinden, da ein blockierendes Verzeichnis vorhanden ist
es: No se puede montar el recurso compartido debido a un directorio obstruyente
fr: Impossible de monter la partage en raison d'un répertoire obstruant
it: Impossibile montare la condivisione a causa di una directory ostacolante
nl: Kan de gedeelde map niet koppelen vanwege een belemmerende directory

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
nl: Annuleren

source: Cannot encode server URL
de: Die Server-URL kann nicht codiert werden
es: No se puede codificar la URL del servidor
fr: Impossible d'encoder l'URL du serveur.
it: Impossibile codificare l'URL del server.
nl: Kan server-URL niet coderen.

source: Cannot unmount share
de: Freigabe kann nicht abgemeldet werden.
es: No se puede desmontar la compartición.
fr: Impossible de démonter le partage.
it: Impossibile smontare la condivisione.
nl: Kan gedeelde map niet afkoppelen.

source: Change Password
de: Passwort ändern
es: Cambiar contraseña
fr: Changer le mot de passe
it: Cambia password
nl: Wachtwoord wijzigen

source: Change Password…
de: Passwort ändern...
es: Cambiar contraseña...
fr: Changer le mot de passe...
it: Cambia password...
nl: Wachtwoord wijzigen...

# Chechking...
source: Checking...
de: Überprüfe...
es: Comprobando...
fr: Vérification...
it: Verifica in corso...
nl: Controleren...

source: Check for updates now
de: Jetzt nach Updates suchen
es: Buscar actualizaciones ahora
fr: Vérifier les mises à jour maintenant
it: Verifica aggiornamenti ora
nl: Nu controleren op updates

source: Check for Updates...
de: Nach Updates suchen...
es: Buscar actualizaciones...
fr: Rechercher des mises à jour...
it: Verifica aggiornamenti...
nl: Controleren op updates...

source: Choose an authentication profile for this share.
de: Wählen Sie ein Authentifizierungsprofil für diese Freigabe.
es: Elija un perfil de autenticación para este recurso compartido.
fr: Choisissez un profil d'authentification pour ce partage.
it: Scegli un profilo di autenticazione per questa condivisione.
nl: Kies een authenticatieprofiel voor dit gedeelde element.

source: Click '+' to add a new share
de: Klicken Sie auf '+', um eine neue Freigabe hinzuzufügen
es: Haga clic en '+' para agregar un nuevo recurso compartido
fr: Cliquez sur '+' pour ajouter un nouveau partage
it: Fare clic su '+' per aggiungere una nuova condivisione
nl: Klik op '+' om een nieuw gedeeld element toe te voegen

source: Click '+' to create a new profile.
de: Klicke auf '+' um ein neues Profil anzulegen
es: Haz clic en '+' para crear un nuevo perfil
fr: Cliquez sur '+' pour créer un nouveau profil
it: Fai clic su '+' per creare un nuovo profilo
nl: Klik op '+' om een nieuw profiel te maken

source: Color
de: Farbe
fr: Couleur
it: Colore
nl: Kleur

source: Configure credentials and associated network shares.
de: Konfigurieren Sie Anmeldedaten und zugehörige Netzwerkfreigaben.
es: Configure las credenciales y los recursos compartidos de red asociados.
fr: Configurez les informations d'identification et les partages réseau associés.
it: Configura le credenziali e le condivisioni di rete associate.
nl: Configureer inloggegevens en bijbehorende netwerkshares.

source: Configure network shares and their connection settings here.
de: Konfigurieren Sie hier Netzwerkfreigaben und deren Verbindungseinstellungen.
es: Configure aquí los recursos compartidos de red y su configuración de conexión.
fr: Configurez ici les partages réseau et leurs paramètres de connexion.
it: Configura qui le condivisioni di rete e le relative impostazioni di connessione.
nl: Configureer hier netwerkshares en hun verbindingsinstellingen.

source: Confirm New Password
de: Neues Passwort bestätigen
es: Confirmar nueva contraseña
fr: Confirmer le nouveau mot de passe
it: Conferma nuova password
nl: Bevestig nieuw wachtwoord

source: Connect
de: Verbinden
es: Conectar
fr: Connecter
it: Connetti
nl: Verbinden

source: Connect/Disconnect
de: Verbinden/Trennen
es: Conectar/Desconectar
fr: Connecter/Déconnecter
it: Connetti/Disconnetti
nl: Verbinden/Verbreken

source: Credentials
de: Anmeldedaten
es: Credenciales
fr: Identifiants
it: Credenziali
nl: Inloggegevens

source: Current Password
de: Aktuelles Passwort
es: Contraseña actual
fr: Mot de passe actuel
it: Password attuale
nl: Huidig wachtwoord

source: Default Kerberos profile (not deletable)
de: Standard Kerberos-Profil (nicht löschbar)
es: Perfil Kerberos predeterminado (no eliminable)
fr: Profil Kerberos par défaut (non supprimable)
it: Profilo Kerberos predefinito (non eliminabile)
nl: Standaard Kerberos-profiel (niet verwijderbaar)

source: Default Kerberos profiles cannot be deleted
de: Standard Kerberos-Profile können nicht gelöscht werden
es: Los perfiles Kerberos predeterminados no se pueden eliminar
fr: Les profils Kerberos par défaut ne peuvent pas être supprimés
it: I profili Kerberos predefiniti non possono essere eliminati
nl: Standaard Kerberos-profielen kunnen niet worden verwijderd

source: Defined by MDM policy
de: Durch MDM-Richtlinie definiert
es: Definido por la política MDM
fr: Défini par la stratégie MDM
it: Definito dalla policy MDM
nl: Gedefinieerd door MDM-beleid

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
nl: Verwijderen

# Delte
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
nl: Verwijderen

source: Developed with ❤️ by FAUmac @ RRZE/FAU
de: Mit ❤️ entwickelt von FAUmac @ RRZE/FAU
es: Desarrollado con ❤️ por FAUmac @ RRZE/FAU
fr: Développé avec ❤️ par FAUmac @ RRZE/FAU
it: Sviluppato con ❤️ da FAUmac @ RRZE/FAU
nl: Ontwikkeld met ❤️ door FAUmac @ RRZE/FAU

source: Diagnostics
de: Diagnose
es: Diagnóstico
it: Diagnostica
nl: Diagnose

source: Disconnect
de: Trennen
es: Desconectar
fr: Déconnecter
it: Disconnetti
nl: Verbreken

source: Does not exist
de: Existiert nicht
es: No existe
fr: N'existe pas
it: Non esiste
nl: Bestaat niet

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
nl: Bewerken

source: Edit Profile
de: Profil bearbeiten
es: Editar perfil
fr: Modifier le profil
it: Modifica profilo
nl: Profiel bewerken

source: Edit the settings for this network share.
de: Bearbeiten Sie die Einstellungen für diese Netzwerkfreigabe.
es: Edite la configuración de este recurso compartido de red.
fr: Modifiez les paramètres de ce partage réseau.
it: Modifica le impostazioni di questa condivisione di rete.
nl: Bewerk de instellingen voor dit netwerkshare.

source: Edit...
de: Bearbeiten...
es: Editar...
fr: Modifier...
it: Modifica...
nl: Bewerken...

source: Error creating mount directory
de: Fehler beim Erstellen des Mount-Verzeichnisses
es: Error al crear el directorio de montaje
fr: Erreur lors de la création du répertoire de montage
it: Errore durante la creazione della directory di mount
nl: Fout bij het aanmaken van mount-directory

source: Error: Profile to edit not found.
de: Fehler: Zu bearbeitendes Profil nicht gefunden.
es: Error: No se encontró el perfil a editar.
fr: Erreur : Profil à modifier introuvable.
it: Errore: Profilo da modificare non trovato.
nl: Fout: Te bewerken profiel niet gevonden.

source: Error on mount
de: Fehler beim Einhängen der Freigabe
es: Error al montar el recurso compartido
fr: Erreur lors du montage du partage
it: Errore durante il montaggio della condivisione
nl: Fout bij het koppelen van de share

source: Full Disk Access Required
de: Vollständiger Festplattenzugriff erforderlich
es: Se requiere acceso completo al disco
fr: Accès complet au disque requis
it: Accesso completo al disco richiesto
nl: Volledige schijftoegang vereist

source: General
de: Allgemein
fr: Général
it: Generale
nl: Algemeen

# GetKerberosStatus.Description
source: Returns the current Kerberos ticket status
de: Gibt den aktuellen Kerberos-Ticket-Status zurück
es: Devuelve el estado actual del ticket de Kerberos
fr: Renvoie l'état actuel du ticket Kerberos
it: Restituisce lo stato corrente del ticket Kerberos
nl: Geeft de huidige status van het Kerberos-ticket terug

# GetKerberosStatus.Expired
source: expired
de: abgelaufen
es: expirado
fr: expiré
it: scaduto
nl: verlopen

# GetKerberosStatus.NoTicket
source: No valid Kerberos ticket
de: Kein gültiges Kerberos-Ticket
es: No hay ticket de Kerberos válido
fr: Aucun ticket Kerberos valide
it: Nessun ticket Kerberos valido
nl: Geen geldig Kerberos-ticket

# GetKerberosStatus.StatusNoTicket
source: No valid ticket
de: Kein gültiges Ticket
es: Sin ticket válido
fr: Aucun ticket valide
it: Nessun ticket valido
nl: Geen geldig ticket

# GetKerberosStatus.StatusRemaining
source: Remaining
de: Verbleibend
es: Restante
fr: Restant
it: Rimanente
nl: Resterend

# GetKerberosStatus.StatusValid
source: Valid Ticket
de: Gültiges Ticket
es: Ticket válido
fr: Ticket valide
it: Ticket valido
nl: Geldig ticket

# GetKerberosStatus.Success
source: Valid ticket for %@ (expires in %@)
de: Gültiges Ticket für %@ (läuft ab in %@)
es: Ticket válido para %@ (expira en %@)
fr: Ticket valide pour %@ (expire dans %@)
it: Ticket valido per %@ (scade tra %@)
nl: Geldig ticket voor %@ (verloopt over %@)

# GetKerberosStatus.TicketFound
source: Valid Kerberos ticket found
de: Gültiges Kerberos-Ticket gefunden
es: Ticket de Kerberos válido encontrado
fr: Ticket Kerberos valide trouvé
it: Trovato ticket Kerberos valido
nl: Geldig Kerberos-ticket gevonden

# GetKerberosStatus.Title
source: Check Kerberos Status
de: Kerberos-Status prüfen
es: Comprobar estado de Kerberos
fr: Vérifier l'état Kerberos
it: Controlla stato Kerberos
nl: Controleer Kerberos-status

# GetMountStatus.AllMounted
source: All %d shares are mounted
de: Alle %d Laufwerke sind verbunden
es: Todas las %d unidades están montadas
fr: Les %d lecteurs sont tous montés
it: Tutte le %d unità sono montate
nl: Alle %d schijven zijn gekoppeld

# GetMountStatus.Description
source: Returns the current mount status of all network shares
de: Gibt den aktuellen Mount-Status aller Netzlaufwerke zurück
es: Devuelve el estado de montaje actual de todas las unidades de red
fr: Renvoie l'état de montage actuel de tous les lecteurs réseau
it: Restituisce lo stato di montaggio corrente di tutte le unità di rete
nl: Geeft de huidige koppelstatus van alle netwerkschijven terug

# GetMountStatus.MountedAt
source: Mounted at
de: Eingehängt unter
es: Montado en
fr: Monté sur
it: Montato in
nl: Gekoppeld op

# GetMountStatus.NoneMounted
source: None of %d shares are mounted
de: Keines der %d Laufwerke ist verbunden
es: Ninguna de las %d unidades está montada
fr: Aucun des %d lecteurs n'est monté
it: Nessuna delle %d unità è montata
nl: Geen van de %d schijven is gekoppeld

# GetMountStatus.NoShares
source: No network shares configured
de: Keine Netzlaufwerke konfiguriert
es: No hay unidades de red configuradas
fr: Aucun lecteur réseau configuré
it: Nessuna unità di rete configurata
nl: Geen netwerkschijven geconfigureerd

# GetMountStatus.NoSharesConfigured
source: No shares configured
de: Keine Laufwerke konfiguriert
es: No hay unidades configuradas
fr: Aucun lecteur configuré
it: Nessuna unità configurata
nl: Geen schijven geconfigureerd

# GetMountStatus.PartiallyMounted
source: %d of %d shares are mounted
de: %d von %d Laufwerken sind verbunden
es: %d de %d unidades están montadas
fr: %d sur %d lecteurs sont montés
it: %d su %d unità sono montate
nl: %d van %d schijven zijn gekoppeld

# GetMountStatus.StatusHeader
source: Share Status (%d total)
de: Laufwerk-Status (%d gesamt)
es: Estado de las unidades (%d en total)
fr: État des lecteurs (%d au total)
it: Stato delle unità (%d in totale)
nl: Schijfstatus (%d totaal)

# GetMountStatus.Title
source: Check Mount Status
de: Mount-Status prüfen
es: Comprobar estado de montaje
fr: Vérifier l'état de montage
it: Controlla stato di montaggio
nl: Controleer koppelstatus

source: Host is down
de: Host ist nicht erreichbar
es: El host no está disponible
fr: L'hôte est hors ligne
it: L'host non è disponibile
nl: Host is niet bereikbaar

source: Hostname error or no route to host
de: Hostname-Fehler oder keine Route zum Host
es: Error de nombre de host o sin ruta al host
fr: Erreur de nom d'hôte ou aucune route vers l'hôte
it: Errore hostname o nessuna route verso l'host
nl: Hostnaamfout of geen route naar host

source: Hostname is invalid
de: Hostname ist ungültig
es: El nombre de host no es válido
fr: Le nom d'hôte n'est pas valide
it: L'hostname non è valido
nl: Hostnaam is ongeldig

source: in %d days
de: in %d Tagen
es: en %d días
fr: dans %d jours
it: tra %d giorni
nl: over %d dagen

source: Initializing...
de: Initialisiere...
es: Inicializando...
fr: Initialisation...
it: Inizializzazione...
nl: Initialiseren...

source: Invalid mount options
de: Ungültige Mount-Optionen
es: Opciones de montaje no válidas
fr: Options de montage non valides
it: Opzioni di mount non valide
nl: Ongeldige mount-opties

source: Invalid mount path
de: Ungültiger Mount-Pfad
es: Ruta de montaje no válida
fr: Chemin de montage non valide
it: Percorso di mount non valido
nl: Ongeldig mount-pad

source: Kerberos authentication
de: Kerberos-Authentifizierung
es: Autenticación Kerberos
fr: Authentification Kerberos
it: Autenticazione Kerberos
nl: Kerberos-authenticatie

source: Kerberos Authentication (Single Sign-On)
de: Kerberos-Authentifizierung (Single Sign-On)
es: Autenticación Kerberos (Inicio de sesión único)
fr: Authentification Kerberos (authentification unique)
it: Autenticazione Kerberos (Single Sign-On)
nl: Kerberos-authenticatie (Single Sign-On)

source: Kerberos authentication error
de: Kerberos-Authentifizierungsfehler
es: Error de autenticación Kerberos
fr: Erreur d'authentification Kerberos
it: Errore di autenticazione Kerberos
nl: Kerberos-authenticatiefout

source: Kerberos authentication successful
de: Kerberos-Authentifizierung erfolgreich
es: Autenticación Kerberos exitosa
fr: Authentification Kerberos réussie
it: Autenticazione Kerberos riuscita
nl: Kerberos-authenticatie geslaagd

source: Later
de: Später
es: Más tarde
fr: Plus tard
it: Più tardi

source: Loading available shares…
de: Lade verfügbare Freigaben…
es: Cargando recursos compartidos disponibles…
fr: Chargement des partages disponibles…
it: Caricamento delle condivisioni disponibili…
nl: Beschikbare shares laden…

source: Loading profiles…
de: Lade Profile…
es: Cargando perfiles…
fr: Chargement des profils…
it: Caricamento dei profili…
nl: Profielen laden…

source: Manage your authentication profiles for network connections.
de: Verwalten Sie Ihre Authentifizierungsprofile für Netzwerkverbindungen.
es: Administre sus perfiles de autenticación para conexiones de red.
fr: Gérez vos profils d'authentification pour les connexions réseau.
it: Gestisci i tuoi profili di autenticazione per le connessioni di rete.
nl: Beheer uw authenticatieprofielen voor netwerkverbindingen.

source: Mount failed — macOS 26.5 bug causes NetAuthSysAgent to crash for paths outside /Volumes
de: Mount fehlgeschlagen — ein Bug in macOS 26.5 verursacht, dass NetAuthSysAgent bei Pfaden außerhalb von /Volumes abstürzt
es: Error de montaje — un error de macOS 26.5 provoca que NetAuthSysAgent se bloquee para rutas fuera de /Volumes
fr: Échec du montage — un bug de macOS 26.5 provoque le plantage de NetAuthSysAgent pour les chemins en dehors de /Volumes
it: Montaggio fallito — un bug di macOS 26.5 causa il crash di NetAuthSysAgent per i percorsi al di fuori di /Volumes
nl: Koppelen mislukt — een bug in macOS 26.5 veroorzaakt dat NetAuthSysAgent crasht voor paden buiten /Volumes

source: Mount queued
de: Mount in Warteschlange
es: Montaje en cola
fr: Montage en file d'attente
it: Mount in coda
nl: Mount in wachtrij

source: Mount shares
de: Freigaben einbinden
es: Montar recursos compartidos
fr: Monter les partages
it: Monta condivisioni
nl: Shares koppelen

# MountAllShares.Description
source: Connect all configured and reachable network drives.
de: Verbindet alle konfigurierten und erreichbaren Netzwerklaufwerke
es: Conectar todas las unidades de red configuradas y accesibles.
fr: Connectez tous les lecteurs réseau configurés et accessibles.
it: Collegare tutte le unità di rete configurate e raggiungibili.
nl: Verbind alle geconfigureerde en bereikbare netwerkschijven.

# MountAllShares.Title
source: Connect all network drives
de: Verbinde alle Netzwerklaufwerke
es: Conectar todas las unidades de red
fr: Connecter tous les lecteurs réseau
it: Collega tutte le unità di rete
nl: Verbind alle netwerkschijven

# mounted
source: Share mounted
de: Freigabe eingehängt
es: Recurso compartido montado
fr: Partage monté
it: Condivisione montata
nl: Share gekoppeld

# Mountpoint is inacessible
source: Mountpoint is inaccessible
de: Der Einhängepunkt ist nicht zugänglich.
es: El punto de montaje no es accesible.
fr: Le point de montage est inaccessible.
it: Il punto di montaggio non è accessibile.
nl: Koppelpunt is ontoegankelijk.

source: Need Help?
de: Brauchst du Hilfe?
es: ¿Necesitas ayuda?
fr: Besoin d'aide ?
it: Hai bisogno di aiuto?
nl: Hulp nodig?

source: Network connectivity cannot be tested
de: Die Netzwerkverbindung kann nicht getestet werden.
es: No se puede probar la conectividad de red.
fr: La connectivité réseau ne peut pas être testée.
it: Impossibile testare la connettività di rete
nl: Netwerkconnectiviteit kan niet worden getest.

source: Network Path:
de: Netzwerkpfad:
es: Ruta de red:
fr: Chemin réseau :
it: Percorso di rete:
nl: Netwerkpad:
